Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: The former recluse's mother is troubled. As you might have guessed, her son has once again locked himself in the house, requiring 9S to hack in and save the day once more. This time, the electronic defenses are quite impressive!
pl: Matka dawnego odludka jest zakłopotana. Jak możesz zgadnąć, jej syn ponownie zamknął się w domu, zmuszając 9S do użycia umiejętności hakowania, aby uratować sytuację po raz kolejny. Tym razem, zabezpieczenia zamka elektronicznego są naprawdę imponujące.

source: The fourth owner was a meek young boy who wanted to aid his sickly younger sister. He gave all to this cause—including his very existence and that of all else in the world.
pl: Czwartym właścicielem był skromny, młody chłopiec, który chciał pomóc swojej chorej siostrze. Dał jej wszystko: wliczając w to swoje istnienie, oraz istnienie wszystkiego innego na świecie.

source: The fourth owner was a simple, honest man who wanted to aid his sickly daughter. He gave all to this cause—including his very existence and that of all else in the world.
pl: Czwartym właścicielem był prosty, szczery mężczyzna, który chciał pomóc swojej chorej córce. Dał jej wszystko... W tym swoją egzystencję i wszystko inne na tym świecie.

source: The fusion reactors of androids and machine lifeforms shut down when they're destroyed.
pl: Reaktory fuzyjne androidów i mechanicznych form życia wyłączają się, gdy zostają zniszczone.

source: The game-creating machine at the amusement park needs more materials in order to make a more difficult game. Go to the abandoned factory and acquire a four-color cable from the soldier machines there.
pl: Maszyna tworząca gry w parku rozrywki potrzebuje więcej materiałów, aby stworzyć trudniejszą wersję swojej gry. Udaj się do opuszczonej fabryki i zdobądź czterokolorowy kabel z tamtejszych maszyn-żołnierzy.

source: The game-creating machine needs another item to create an even more difficult game. Go to the desert and acquire a five-color cable from the machines there.
pl: Maszyna tworząca gry potrzebuje kolejnego przedmiotu, aby stworzyć jeszcze trudniejszą wersję gry. Udaj się na pustynię i zdobądź pięciokolorowy kabel z tamtejszych maszyn.

source: The girl fought for an age, stabbing uncountable foes in an effort to find the ideal scream—that sonorous, bone-grinding sound. Yet perfection eluded her no matter how hard she tried. Would she ever find what she sought?
pl: Dziewczyna walczyła przez lata, dźgając niezliczonych wrogów, po to, aby odnaleźć ten idealny okrzyk, ten donośny dźwięk łamanych kości. Jednakże, niezależnie od tego, ile razy próbowała, nie była w stanie osiągnąć perfekcji. Czy kiedykolwiek znajdzie to, czego szuka?

source: The girl lay there on the day of her wedding. Her parents and beloved were dead, and she herself had been violated in front of their corpses. As she swore to kill those who had done this terrible deed, a shining songbird appeared.
pl: Dziewczyna leżała sama w dniu swojego ślubu na zimnej podłodze. Jej rodzice i ukochany zostali zabici, a ona została zgwałcona przed ich obliczem. Leżąc tak, przysięgała sobie, że zabije tych, którzy ją tak skrzywdzili. Wtem, pojawił się lśniący słowik.

source: The greatsword was known for the intense pain it inflicted upon its victims. This is what drove the man to carry it despite its weight, for he knew it would make others fear him, and thus could he avoid needless conflict.
pl: Ten miecz był znany z ogromnego bólu jaki zadawał swoim ofiarom. Pomimo jego ciężaru, właśnie to skłoniło mężczyznę do noszenia go. Wiedział, że inni będą się go obawiać, co pozwoli uniknąć mu niepotrzebnych konfliktów.

source: The ground is caved in...
pl: Ziemia się zapadła...

source: The guy who's usually here went to the desert to make a delivery. Hope you find him.
pl: Gość, który tu zazwyczaj przesiaduje, poszedł na pustynię dostarczyć przesyłkę. Mam nadzieję, że go znajdziesz.

source: The guys at the top have no idea how hard this work is. I hope we can get this thing up and running before the next big battle...
pl: Goście na górze nie mają pojęcia, jak ciężka jest praca tutaj. Mam nadzieję, że uda się nam wszystko skończyć przed kolejną wielką bitwą...

source: The hacking has caused the enemy's memories to merge with your own.
pl: Hakowanie spowodowało, że wspomnienia wroga połączyły się z twoimi własnymi.

source: The handful of survivors that remained fled from Earth, seeking refuge on the moon.
pl: Garstka ocalałych, której jakoś udało się przeżyć, uciekła z Ziemi, szukając schronienia na księżycu.

source: The hangar's up ahead. Let's go.
pl: Hangar jest tuż przed nami. Chodźmy.

source: The hangar? You can get to it from the elevator to my left.
pl: Hangar? Możecie się dostać do niego windą po mojej lewej.

source: The head unit of a machine lifeform.
pl: Głowa mechanicznej formy życia.

source: The heart I'm not supposed to have aches with the thought. It aches as I remember all of the identification numbers that have been retired.<bt_wait>
pl: Serce, którego nie powinnam mieć, boli mnie na tę myśl. Boli, kiedy przypominam sobie wszystkie numery identyfikacyjne, które trzeba było zlikwidować.<bt_wait>

source: The heart is willing! But alas, the pocketbook is thin.
pl: Serce chce działać! Tylko niestety, portfel pusty...

source: The heavens smile upon Father Servo this day! Now then, let us start with a light round of sparring.
pl: Niebiosa uśmiechnęły się dzisiaj do Ojca Servo! Dobrze. Rozpocznijmy od lekkiej rundy treningowej.

source: The heck was that?
pl: Co to, do cholery, było?

source: The hell is going on here...?
pl: Co się tu do cholery dzieje...?

source: The hell is that all about?
pl: Do jasnej cholery...! Co to ma znaczyć?

source: The hell was that all about?
pl: Do cholery... O co w tym chodziło?

source: The hell was that?
pl: Co to do cholery było?

source: The hell...?
pl: Co do jasnej...?

source: The hidden treasure turned out to be storage media containing the forest kingdom's history, made by its machine lifeforms as a show of gratitude to the original Forest King. When you told this to the villager, he recalled a time long ago when he had been shunned by the kingdom's denizens for his strange speech. He was filled with delight that the grave's guardian had been destroyed, and he wished death upon the entire forest kingdom.
pl: Ukryty skarb okazał się być nośnikiem danych, zawierającym historię Leśnego Królestwa, stworzonym przez mechaniczne formy życia jako demonstracja wdzięczności dla oryginalnego Króla Lasu. Kiedy mówisz o tym mieszkańcowi wioski, ten przypomina sobie, że dawno temu został odrzucony przez mieszkańców królestwa za jego dziwną mowę. Napełnił go radością fakt, że strażnik grobu został zniszczony i życzył śmierci całemu Leśnemu Królestwu.

source: The higher you advance, the greater the prizes you can win.
pl: W miarę postępów, będziesz wygrywać coraz lepsze nagrody.

source: The higher-ups ain't stupid. They know what we're doing, but they're turnin' a blind eye.
pl: Ci na górze nie są głupi. Wiedzą co tu robimy, ale przymykają na to oko.

source: The honor was mine.
pl: Dla mnie również.

source: The hostile machine lifeforms have been defeated.
pl: Wrogie mechaniczne formy życia zostały pokonane.

source: The huge machine lifeform has been destroyed. However, 9S was lost in the explosion. 2B scrambles to search for him.
pl: Ogromna mechaniczna forma życia została zniszczona, Niestety, 9S znika podczas potężnej eksplozji. 2B próbuje go odnaleźć.

source: The human race had many traditions when it came to mourning their dead. I know that may not mean much to us, but...
pl: Ludzkość hołdowała wielu tradycjom związanym z żałobą po zmarłych. Wiem, że dla nas mogą nie mieć dużego znaczenia, ale...

source: The human race is...gone.
pl: Ludzka rasa... nie istnieje.

source: The humanoid machines' battle abilities appear to be growing.
pl: Zdolności bojowe humanoidalnej maszyny wydają się rosnąc.

source: The idea under consideration is not recommended.
pl: Analizowane rozwiązanie jest niewskazane.

source: The images are different every time; sometimes they're fun, sometimes they're sad.
pl: Obrazy są za każdym razem inne, czas są zabawne, a czasami smutne.

source: The information pertained to nuclear weapons from the old world. It could be dangerous in the wrong hands, so it might be best to hand it over to the Commander. Make a choice and deliver the intel to either Pascal or the Commander.
pl: Informacje dotyczyły broni jądrowej ze starego świata. Mogą być niebezpieczne w niewłaściwych rękach, więc może lepiej jest przekazać je Komandor. Dokonaj wyboru i przekaż informacje albo Pascalowi, albo Komandor.

source: The jamming is coming from that thing!
pl: Źródło zakłóceń znajduje się w tamtej jednostce!

source: The king who gave all for us...
pl: Król, który oddał nam wszystko...

source: The lance's second owner was a puppeteer who crafted a clockwork doll capable of doing nearly anything. When he put the lance in the doll's hand, she lashed out and pierced the puppeteer's skull right between the eyes.
pl: Drugim właścicielem był lalkarz, który stworzył nakręcaną lalkę, będącą w stanie robić niemal wszystko. Kiedy włożył włócznię w rękę lalki, ta zaatakowała go, wbijając mu włócznię między oczy.

source: The large, multi-legged weapon defeated, 2B rides the elevator back to the surface with Pascal.
pl: Po zniszczeniu wielkiej, wielonożnej broni, 2B wraca z Pascalem na powierzchnię windą.

source: The last battle also resulted in many machine losses because of YoRHa.
pl: W ostatniej bitwie też straciliśmy wiele maszyn z powodu YoRHy.

source: The latest YoRHa model.
pl: Ostatni model YoRHa.

source: The latest YoRHa models can equip weapons from the Weapons tab in the System Menu, which is accessed by pressing <KC_MENU>.
pl: Ostatnie modele YoRHa mogą ekwipować broń z zakładki „Bronie” w menu systemowym, dostępnym po naciśnięciu <KC_MENU>.

source: The latest YoRHa models.
pl: Ostatni model YoRHa.

source: The leg unit of a machine lifeform.
pl: Noga mechanicznej formy życia.

source: The level of the body you control is based on your own level.
pl: Poziom ciała które kontrolujesz jest opary na twoim własnym poziomie.

source: The light of hope is near......closer than ever to it.
pl: Światełko nadziei jest blisko... bliżej niż kiedykolwiek wcześniej.

source: The light.
pl: Światło.

source: The lock is even stronger this time—without your aid, I'll probably be standing here forever!
pl: Zdaje się, że ten zamek jest jeszcze bardziej skomplikowany... Coś czuję, że bez twojej pomocy utknę tu na wieczność!

source: The lost child thanked you for guiding her out of the desert and returned to Pascal's village.
pl: Zaginione dziecko dziękuje ci za pomoc w wyprowadzeniu go z terenu pustyni i za bezpieczny powrót do wioski Pascala.

source: The machine defeated, 9S and A2 turn on each other. A2 explains it's pointless to kill each other, but 9S is deafened by hate. Thus begins the final battle between the last YoRHa.
pl: Po pokonaniu maszyny, 9S i A2 stają przeciwko sobie. A2 tłumaczy, że zabijanie siebie nawzajem jest bezcelowe, ale zaślepiony nienawiścią 9S, zdaje się nie słyszeć tych słów. I tak zaczęła się ostateczna bitwa między ostatnimi członkami YoRHa.

source: The machine lifeform at the amusement park reception area gave you a stamp card and challenged you to fill it. Though the prospect doesn't sound particularly thrilling, there's apparently a magnificent prize awaiting anyone who collects every stamp. Take the challenge, visit each part of the amusement park, and fill that card!
pl: Mechaniczna forma życia z recepcji w parku rozrywki daje ci kartę na pieczątki do wypełnienia. Chociaż perspektywa zbierania pieczątek nie jest specjalnie ekscytująca, podobno jest przewidziana jakaś wspaniała nagroda dla osoby, która zbierze wszystkie pieczątki. Podejmij wyzwanie, odwiedź wszystkie części parku rozrywki i wypełnij tę kartę.

source: The machine lifeform at the amusement park used the item to create a hacking game. It says it will give you a prize if you can find the bugs hidden in it.
pl: Mechaniczna forma życia w parku rozrywki użyła przedmiotu do stworzenia gry hakerskiej. Zaproponował ci nagrodę, jeśli uda ci się znaleźć błędy ukryte w jego grze.

source: The machine lifeform at the amusement park used the item to create a second hacking game. It says it will give you a prize if you can find the bugs hidden in it.
pl: Mechaniczna forma życia w parku rozrywki użyła przedmiotu do stworzenia drugiej gry hakerskiej. Zaproponowała nagrodę, jeśli uda ci się znaleźć błędy ukryte w jego grze.

source: The machine lifeform at the amusement park used your materials to create a hacking game. He also offered you a prize if you find the bugs hidden in his game.
pl: Mechaniczna forma życia w parku rozrywki użyła przedmiotu do stworzenia gry hakerskiej. Zaproponowała nagrodę, jeśli uda ci się znaleźć błędy ukryte w grze.

source: The machine lifeform felt at ease knowing that the herd has disappeared. When you inform him that you had to destroy one of his kind, he seems unfazed.
pl: Mechaniczna forma życia odczuła ulgę na wieść o zniknięciu stada. Wydaje się niewzruszona, gdy informujesz ją o tym, że zabiliście też jednego z jego gatunku.

source: The machine lifeform known as Jean-Paul lives in Pascal's Village and speaks in byzantine philosophical passages. Talking to him proved a frustrating—and fruitless—endeavor, so speak to his female admirers to learn more about him.
pl: Mechaniczna forma życia znana jako Jean-Paul mieszka w Wiosce Pascala i mówi pokrętnymi filozoficznymi frazesami. Rozmowa z nim okazała się frustrującym — i bezowocnym — przedsięwzięciem. Aby dowiedzieć się czegoś więcej na jego temat, zdaje się, że warto będzie porozmawiać z jego wielbicielkami.

source: The machine lifeform known as Sartre lives in Pascal's Village and speaks in byzantine philosophical passages. Talking to him proved a frustrating—and fruitless—endeavor, so speak to his female admirers to learn more about him.
pl: Mechaniczna forma życia, znana jako Sartre, mieszkająca w Wiosce Pascala, mówiąca pokrętnymi filozoficznymi frazesami. Rozmowa z nim okazała się frustrującym — i bezowocnym — przedsięwzięciem. Warto porozmawiać z jego wielbicielkami, aby dowiedzieć się więcej na jego temat.

source: The machine lifeform that stood up on the high spot threw itself off. Head to where it fell.
pl: Mechaniczna forma życia, znajdująca się bardzo wysoko, rzuciła się w dół. Udaj się na miejsce jej upadku.

source: The machine lifeforms the aliens left behind acted as if they wanted to be human.
pl: Mechaniczne formy życia pozostawione przez kosmitów, zachowywały się tak, jakby chciały być ludźmi.

source: The machine lifeforms who formed a colony in the abandoned factory worshiped this particular unit as their founder. He has since ceased to function, which his followers take as proof that he became a god.
pl: Mechaniczne formy życia, które założyły kolonię w opuszczonej fabryce, czciły tę konkretną jednostkę jako swojego założyciela. Choć przestał już funkcjonować, jego wyznawcy odbierają to jako dowód na to, że stał się bogiem.

source: The machine wants a rematch. Reach the goal before he does!
pl: Maszyna chce rewanżu. Dotrzyj do celu przed nią!

source: The machine who gave this to us said you were both "suspicious" and "alluring."
pl: Maszyna, która nam to dała, stwierdziła, że jesteś jednocześnie „podejrzany” i „ponętny”.

source: The machine with the painted face is in the lower section of the village.
pl: Maszyna z pomalowaną twarzą znajduje się w dolnej części wioski.

source: The machines are...eating each other!?
pl: Maszyny... zjadają się nawzajem?!

source: The machines are...imitating humans?
pl: Maszyny... naśladują ludzi?

source: The machines around the desert are lousy with five-color cables.
pl: Maszyny na pustyni są pełne pięciokolorowych kabli.

source: The machines called them "treasures."
pl: Maszyny nazywały je „skarbami”.

source: The machines carrying tri-color cables are quite aggressive, so be careful!
pl: Maszyny posiadające trójkolorowe kable są dość agresywne, więc bądźcie ostrożni!

source: The machines don't have feelings.
pl: Maszyny nie mają uczuć.

source: The machines hacked that deep into the system, huh?
pl: Hm... Maszyny włamały się aż tak głęboko do systemu?

source: The machines have gained emotions. ...Consciousness.
pl: Maszyny zdobyły emocje... Świadomość...

source: The machines immediately drop to the ground and stop moving.<bt_wait>
pl: Maszyny w jednej chwili upadają na ziemię i nieruchomieją.<bt_wait>

source: The machines of Pascal's village suddenly went haywire. A2 rushed to the village to help Pascal and the children escape, but they find no safe harbor. A2 fights beside Pascal, but...
pl: Maszyny w wiosce Pascala nagle oszalały. A2 pospiesznie udaje się do wioski, aby pomóc Pascalowi i dzieciom uciec, ale nie znajdują bezpiecznego schronienia. A2 walczy u boku Pascala, lecz....

source: The machines on the network all went berserk at the same moment.
pl: Wszystkie maszyny podłączone do sieci wpadły jednocześnie w jakiś rodzaj szału.

source: The machines who seek to form an alliance with my village are hiding out here.
pl: Maszyny, które chcą uformować sojusz z moją wioską, ukrywają się tutaj.

source: The mail contained a new request for intel gathering. Head to the apartment complex in the desert to find traces of humans' daily lives.
pl: Wiadomość zawierała nową prośbę o zbieranie danych. Udaj się do kompleksu mieszkalnego na pustyni, aby znaleźć ślady codziennego życia ludzi.

source: The maintenance shop at the Resistance camp can help you out if you haven't tried it yet.
pl: Warsztat w obozie Ruchu Oporu pomoże ci w tym, jeśli wcześniej nie próbowałaś.

source: The man bought a weapon from a craftsman famed for forging instruments of pain, then used it to punish his wife—for he could not abide that she failed to protect her virtue. His revenge was complete.
pl: Mężczyzna kupił broń od rzemieślnika znanego z tworzenia narzędzi zadających ból, po czym użył jej, aby ukarać swoją żonę, gdyż nie mógł znieść tego, że nie udało mu się ochronić jej cnoty. Jego zemsta się dokonała.

source: The man had a beautiful wife that drove everyone wild with jealousy. They lived a simple, happy life, yet the man always strove to keep his wife safe above all else.
pl: Pewien mężczyzna miał piękną żonę, co doprowadzało wszystkich do dzikiej zazdrości. Wiedli proste, szczęśliwe życie, a mężczyzna starał się przede wszystkim zapewnić żonie bezpieczeństwo.

source: The man wailed an inhuman scream as he brought his fist down on his opponent's skull. He brought it down again. And again. And again. Until the victim was nothing more than a splatter of blood and bits.
pl: Mężczyzna wydał z siebie nieludzki krzyk, gdy po raz pierwszy uderzył pięścią czaszkę swojego przeciwnika. Uderzył też po raz drugi. I kolejny. I kolejny. Aż z ofiary została tylko krwawa miazga.

source: The man's reputation spread through the village despite never having drawn the blade. "Don't make him use that horrid weapon," the villagers whispered. The man smiled at this, for he knew that fear was the best path to peace.
pl: Reputacja mężczyzny rozprzestrzeniła się po całej wiosce, mimo że nigdy nie wyciągał miecza. „Nie dajmy mu okazji do użycia tej okropnej broni”, szeptali mieszkańcy wioski. A mężczyzna się uśmiechał, wiedząc, że strach to najlepsza droga do pokoju.

source: The materials are distributed to the different camps from the Bunker, and replenished by the Resistance.
pl: Te materiały są dystrybuowane do różnych obozów z Bunkra i uzupełniane przez Ruch Oporu.

source: The meaning of life."
pl: Sens życia.”

source: The meaning...of being born...
pl: Sens...narodzin...

source: The mere thought of making friends with those vile androids makes me want to retch!
pl: Na samą myśl, żeby bratać się z tymi złowieszczymi androidami chce mi się wymiotować!

source: The middle princess did all she could to remain beautiful for her king, but she knew time would eventually catch up with her, as it did for all. So after much hard thought, she developed a cunning plan.
pl: Księżniczka robiła co mogła, by pozostać piękna dla swojego króla, ale wiedziała, że prędzej czy później, upływ czasu się o nią upomni. Po wielu rozmyślaniach, opracowała chytry plan.

source: The middle princess had herself stuffed and mounted so she could remain beautiful for all time. The king wept joyful tears at the sight, but alas, two years later, war broke out, and her body was crushed under the rubble of the castle.
pl: Księżniczka dała się wypchać jak trofeum, aby mogła pozostać piękna po wsze czasy. Król na jej widok zapłakał ze szczęścia. Niestety, dwa lata później wybuchła wojna, a jej ciało zostało przygniecione przez ruiny zamku.

source: The mini-map shows the geography around your current location at the bottom right of the screen.
pl: Minimapa w prawym dolnym rogu pokazuje teren w pobliżu twojej aktualnej pozycji.

source: The mini-map shows the geography around your current location at the bottom right of the screen. The <MAP_GOAL> icon shows your objective, so make sure to follow it if you get lost.
pl: Minimapa w prawym dolnym rogu pokazuje teren w pobliżu twojej aktualnej pozycji. Ikona <MAP_GOAL> pokazuje cel misji. Idź za nim, jeśli się zgubisz.

source: The mission is going well, but stay vigilant.
pl: Misja idzie dobrze, ale lepiej zachowaj czujność.

source: The moment it reached land, it went berserk and began attacking everything in sight.
pl: W chwili, w której dotarła na ląd, wpadła w szał i zaczęła atakować wszystko w zasięgu wzroku.

source: The moment we've pined for is here! Let us all go together!
pl: W końcu nadeszła chwila, za którą tak bardzo tęskniliśmy! Dla nas wszystkich!

source: The monitoring signal from the new access point has gone silent.
pl: Sygnał monitorujący z nowych punktów dostępu nagle ucichł.

source: The moon rings out with the cheers of the entire human race!
pl: Księżyc rozbrzmiewa okrzykami radości całej ludzkiej rasy!

source: The more data we have, the better, right?
pl: Im więcej danych zbierzemy, tym lepiej, prawda?

source: The more human records I unearth, the more charmed I am by their complexity.
pl: Im więcej ludzkich zapisków odnajduję, tym bardziej zauroczony jestem ich złożoną naturą.

source: The more old records I read, the more fascinated I become by the species known as humans. We machines must do all we can to preserve these precious artifacts and continue to record their contents.
pl: Im więcej starych zapisków czytam, tym bardziej fascynuje mnie gatunek znany jako „ludzie”. My, maszyny, musimy zrobić wszystko co w naszej mocy, by ratować te cenne artefakty i zachować ich zawartość.

source: The more they expanded their civilization, the more rules they had to come up with.
pl: Im bardziej rozwijał swoją cywilizację, tym więcej zasad musiał ustanawiać.

source: The most common of the small machine lifeforms, these units bear a similarity to spring-powered toys created by humans in the past. This was likely done for the sake of increased productivity, though machine lifeforms are built from modular parts and have many variations.
pl: Najpowszechniejszy rodzaj niewielkich mechanicznych form życia, przypominający nakręcane zabawki tworzone w przeszłości przez ludzi. Najprawdopodobniej uzasadnione jest to zwiększeniem produkcji, choć mechaniczne formy życia mają modularną budowę i występują w wielu wariantach.

source: The most important thing when trying to look busy is your face. Just look as if you're in deep thought, and no one will bother you!
pl: Jeśli chcesz wyglądać na zapracowanego, najważniejsza jest twarz. Po prosu wyglądaj na głęboko zamyślonego a nikt nie będzie ci przeszkadzał!
